;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: ScoreboardDescription
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[ScoreboardDescriptions]
ScoreboardDescriptions_Column_Arrests_DisplayText=Number of arrests during the mission
ScoreboardDescriptions_Column_Assists_DisplayText=Number of times significant damage was contributed without having dealt the killing blow
ScoreboardDescriptions_Column_BestAssists_DisplayText=Highest number of assists achieved in one life in chaos mode
ScoreboardDescriptions_Column_BestKills_DisplayText=Highest number of kills achieved in one life in chaos mode
ScoreboardDescriptions_Column_BestScore_DisplayText=Best score achieved in one life in chaos mode
ScoreboardDescriptions_Column_Cash_DisplayText=Amount of cash awarded
ScoreboardDescriptions_Column_CashPremium_DisplayText=Amount of bonus cash awarded due to being Premium
ScoreboardDescriptions_Column_Deaths_DisplayText=Number of times killed during the mission
ScoreboardDescriptions_Column_Kills_DisplayText=Number of kills during the mission
ScoreboardDescriptions_Column_MVP_DisplayText=Most Valuable Player award
ScoreboardDescriptions_Column_Medals_DisplayText=Medals earned during the mission
ScoreboardDescriptions_Column_PlayerName_DisplayText=Player Name
ScoreboardDescriptions_Column_Score_DisplayText=Amount of score awarded
ScoreboardDescriptions_Column_Side_DisplayText=Mission side played on
ScoreboardDescriptions_Column_Standing_DisplayText=Amount of contact standing awarded
ScoreboardDescriptions_Column_StandingPremium_DisplayText=Amount of bonus contact standing awarded due to being Premium
ScoreboardDescriptions_Column_Targets_DisplayText=Number of mission targets completed
ScoreboardDescriptions_Column_Threat_DisplayText=Player's threat level
ScoreboardDescriptions_Column_Time_DisplayText=Total amount of time spent in the mission
ScoreboardDescriptions_Column_TimeAlive_DisplayText=Time since the last death
ScoreboardDescriptions_Column_TotalDeaths_DisplayText=Total amount of deaths in chaos mode
ScoreboardDescriptions_Column_TotalKills_DisplayText=Total amount of kills in chaos mode
